Repository: urbanogardun/TomatoBar
Catalog: TomatoBar/*.lproj/Localizable.strings
Languages: de

# IntervalsView.workIntervalLength.label
source: Work
de: Arbeitsintervall

# IntervalsView.shortRestIntervalLength.label
source: Short break
de: Kurze Pause

# IntervalsView.longRestIntervalLength.label
source: Long break
de: Lange Pause

# IntervalsView.longRestIntervalLength.help
source: Duration of the longer break, taken after finishing a set of work intervals
de: Dauer einer längeren Pause nach Beendigung des eingestellten Arbeitsintervalls

# IntervalsView.workIntervalsInSet.label
source: Work intervals in a set
de: Arbeitsintervalle in einem Set

# IntervalsView.workIntervalsInSet.help
source: Number of work intervals before taking a longer break
de: Anzahl der Arbeitsintervalle bevor eine längere Pause eingelegt wird

# IntervalsView.presets.label
source: Presets
de: Vorlagen

# SettingsView.pauseShortcut.label
source: Pause/resume
de: Pause/Fortsetzen

# SettingsView.skipShortcut.label
source: Skip
de: Überspringen

# SettingsView.addMinuteShortcut.label
source: Add a minute
de: 1 Min. hinzufügen

# SettingsView.startWith.label
source: Start with
de: Beginne mit

# SettingsView.stopAfter.label
source: Stop after
de: Beende nach

# SettingsView.dropdownDisabled.label
source: Off
de: Aus

# SettingsView.dropdownWork.label
source: Work
de: Arbeit

# SettingsView.dropdownBreak.label
source: Break
de: Pause

# SettingsView.showTimerInMenuBar.label
source: Show timer in menu bar
de: Timer in der Menüleiste anzeigen

# SettingsView.showFullScreenMask.label
source: Use full-screen mask
de: Vollbild-Maske verwenden

# SettingsView.showFullScreenMask.help
source: During breaks, use a full-screen mask instead of notifications
de: Während den Pausen Vollbild-Masken anstelle von Benachrichtigungen verwenden

# SettingsView.toggleDoNotDisturb.label
source: Toggle Do Not Disturb
de: Nicht stören umschalten

# SettingsView.toggleDoNotDisturb.help
source: Runs a shortcut to enable/disable Do Not Disturb on work/rest transitions
de: Führt einen Kurzbefehl aus, um Nicht stören bei Arbeits-/Pausenübergängen zu aktivieren/deaktivieren

# SettingsView.startTimerOnLaunch.label
source: Start timer on launch
de: Timer beim Starten starten

# SettingsView.launchAtLogin.label
source: Launch at login
de: Beim Login starten

# SoundsView.isWindupEnabled.label
source: Windup
de: Aufziehen

# SoundsView.isTickingEnabled.label
source: Ticking
de: Ticken

# SoundsView.openSoundFolder.label
source: Open sound folder
de: Sound-Ordner öffnen

# TBPopoverView.addMinute.help
source: Add a minute
de: 1 Min. hinzufügen

# TBPopoverView.resume.help
source: Resume
de: Fortsetzen

# TBPopoverView.skip.help
source: Skip
de: Überspringen

# TBPopoverView.intervals.label
source: Intervals
de: Intervalle

# TBPopoverView.settings.label
source: Settings
de: Einstellungen

# TBPopoverView.about.label
source: About
de: Über

# TBPopoverView.quit.label
source: Quit
de: Beenden

# TBTimer.onRestStart.title
source: Time's up
de: Zeit abgelaufen

# TBTimer.onRestStart.short.body
source: It's time for a short break!
de: Zeit für eine kurze Pause!

# TBTimer.onRestStart.long.body
source: It's time for a long break!
de: Zeit für eine lange Pause!

# TBTimer.onRestStart.skip.title
source: Skip
de: Überspringen

# TBTimer.onRestFinish.title
source: Break is over
de: Pause ist vorbei

# TBTimer.onRestFinish.body
source: Keep up the good work!
de: Mach weiter so!

# TBMask.skip.label
source: Double-click any area to skip, click once to hide this mask
de: Doppelklicken Sie auf eine beliebige Fläche, um zu überspringen, oder klicken Sie einmal, um den Bildschirm wiederherzustellen
